import type { Song } from "../types";

export const songs: Song[] = [
    {
        id: '1',
        title: 'Эскапист',
        lyrics: `Пролежать весь день в кровати,
Проиграть подряд всю ночь - 
И кофе вряд ли сумеет помочь
Говорил себе так часто хватит
И фантазии гнал прочь
Я порядочный и взрослый
У меня полно забот
Особенно в последний год
Камуфляж такой носить непросто
Когда везде где можно жмёт

И я опять снимаю маску
Слова, мелодии и сны -
Вот мой волшебный элексир
Мне ничего не нужно - только сказки
В них всё
В них я 
В них весь мой мир

Ни к чему признанье и амбиции
Я вполне смогу прожить без них
В этой бесконечной экспедиции
Нет дедлайнов больше никаких
И не нужно наполнять бокал
Я вполне от всякой дряни чист
Мама, честно я не наркоман
Хуже, мама - просто эскапист

На работе - как обычно
Только я опять устал
Задачи, встречи и завал
Но не работать - неприлично
К тому же я не маргинал
И я сижу такой серьезный
Хотя внутри грохочет смех
Как ловко обманул я всех
Опять не сплю, хотя и поздно
Костюм в шкафу.
На мне сияющий доспех.
`,
    },
    {
        id: '2',
        title: 'Сердце',
        lyrics: `Мне становится всё тревожнее
Времени меньше, а страха не убавляется
Он живёт у меня под кожей
Притвориться смелым уже не считается
Закопай меня прямо здесь
Под еловыми ветвями будет спокойнее
И пусть бьётся одно такое на целый лес
Моё сердце колючее, хвойное
Закопай меня прямо здесь
Под еловыми ветвями
И пусть будит на утро лес
Моё сердце

Далеко, далеко будет биться парус о прибрежный воздух
А в лесу, глубоко, под забытой елью расцветёт подсолнух
И пускай всё идёт, в этой чаще силу потеряли боги
Мне заменит полёт зелень нежных трав да пески дороги

Я пройду по тропинкам нехоженым, заблудившись среди деревьев
Было сердце пустым, замороженным - на ладонях земли отогрею
И никто не узнает об этом, нас забудут, как выпадет снег
А у нас будет вечное лето и вечный побег

Далеко, далеко будет биться парус о прибрежный воздух
А в лесу, глубоко, под забытой елью расцветёт подсолнух
И пускай всё идёт, в этой чаще силу теряли боги
Мне заменит полёт зелень нежных трав да пески дороги`
    },
    {
        id: '3',
        title: 'Пятнадцать лет',
        lyrics: `Мне снова пятнадцать лет
И я боюсь опоздать домой
Серьги, кольца и черный цвет
Я не такой, как вы, не такой
Давай сбежим с физкультуры сегодня
Нам всё равно не поставят два
Слова о будущем лишь слова
А под ногами скользит трава
Давай исследуем все заброшки
Будь осторожен, не упади
В весенних лужах промочим ножки
Нам всё равно, если впереди
Нас ожидает святая юность
Она простая как дважды два
Она беспамятна и ясна
Слова о будущем - лишь слова

Припев:
Я хочу опять с тобой до утра не спать
В Скайрим пятый раз играть, по дорогам пустым бежать
Туда, где нас ждёт апрель
Закройте покрепче дверь
Мы спрячемся здесь от бед - нам будет пятнадцать лет

Уроки совсем не важны
Экзамены далеко
Мы трепетны и нежны
Нам весело и легко
Мы пьем как в последний раз
И плачем по мелочам
Эмоции напоказ
Ты знаешь - я так скучал
Взросление - это блеф
Я задачу не так посчитал
Послушайте мой припев
Я за пару минут написал
Любовь причиняет боль
Но в ней я найду себя
Откуда мне взять пароль
И где мне найти слова?

(Припев)

Но как же я проморгал момент
Когда всё это ушло назад
Огромный город, экзамен, студент
Рутинный шум, лекционный ад
Я возвращаюсь к себе домой
И закрываю свои глаза
Воспоминанья бегут строкой
Слова о будущем - лишь слова`
    },
    {
        id: '4',
        title: 'Земфира - П. М. М. Л.',
        lyrics: `Море обнимет, закопает в пески
Закинут рыболовы лески
Поймают в сети наши души
Прости меня, моя любовь

Поздно. О чем-то думать слишком поздно
Тебе, я чую, нужен воздух
Лежим в такой огромной луже
Прости меня, моя любовь

Джинсы воды набрали и прилипли
Мне кажется, мы крепко влипли
Мне кажется, потухло солнце
Прости меня, моя любовь

Тихо. Не слышно ни часов, ни чаек
Послушно сердце выключаем
И ты в песке, как будто в бронзе
Прости меня, моя любовь
Прости меня, моя любовь
Прости меня, моя любовь`
    },
    {
        id: '5',
        title: 'Звёзды падают в море',
        lyrics: `Мне кажется, что над моею крышей
Горят такие знакомые звезды
Пока родители дома - тише
Веди себя, если вернешься поздно
Такой диссонанс, что не выразить словом
Я будто не помню, что было вчера
Все что было старым покажется новым
Такая смешная игра

Припев:
И звёзды смеются надо мной
Они лучше всех меня знают
Я вновь возвращаюсь домой
Но мой образ в дверях его тает
И я не пойму, в чем обман
Почему в чужих лицах (какое же горе)
Нет ни капли того, что я помнил и знал
А звёзды смеются и падают в море
В море

Пора бы понять этот важный урок
Что было - прошло, не цепляйся, не мучай
Во сне всё звенит старый школьный звонок
И вновь вспоминается стыдный тот случай
Открою глаза - всё исчезнет опять
Но что-то не сходится, что-то неладно
Я точно себя не хочу повторять
Но что-то ещё меня тянет обратно`
    },
    {
        id: '6',
        title: 'Катится',
        lyrics: `И все так, как должно быть, ни больше, ни меньше,
Жара плавит окна, и что-то цветет там, где сердце заводит свой бой
Ты со мной, я с тобой
Это сон, это явь
Так оставь
Нам уже не проснуться

Катится, катится жизнь по дороге
Без знаков, разметок, без слов и итогов,
И юной душе расцвести не впервой
Прекрасная мысль - ты со мной, я с тобой

Требует, требует что-то под ребрами 
Что-то хорошее, что-то случайное
И разрастается прочными стеблями
Нежная музыка против отчаянья

Станет правдой самая глупая ложь, поверишь - погибнешь
И дни пахнут морем, хотя за стеной город бьётся в своей суете
Ты здесь - и нигде
Это блажь, это быль
Только пыль
Поднимает прилипчивый ветер

Катится, катится жизнь по дороге
Без знаков, разметок, без слов и итогов,
И юной душе расцвести не впервой
Прекрасная мысль - ты со мной, я с тобой

Бьётся и мается, мечется, плачется
Сердце уставшее, сердце бегучее
Жизнь обессиленно катится, катится
Мягкое сердце, а кожа - колючая`
    },
    {
        id: '7',
        title: 'У окна',
        lyrics: `На верхних этажах
Сложней всего уснуть
Вчера я был в слезах
Сегодня - какой же путь?
Твои глаза в огне
Который я развел
В них всё понятно мне
В них всё, что я нашел

И ты опять со мной
У тонкого окна
И я иду домой
И снова - не туда

Припев:
Пусть происходит всё, чего я так боялся
Пусть полыхает ночь, пусть остывает день
В твоих огненных глазах погибает всё, на чём я клялся
И у окна теперь не ты, а только тень, тень, тень

Конечно, всё игра
Конечно, всё всерьёз
Я не нашёл себя
В причинах твоих слёз
И всё сгорит дотла
И станет мне смешно
Я больше не схожу с ума
Я больше не смотрю в твоё окно
Ведь ты 
Больше не стоишь
У этого окна
И мне возможно лишь
Увидеть образ твой едва

(Припев)`
    },
    {
        id: '8',
        title: 'Mujuice - Возвращайся домой',
        lyrics: `Мятежный дух. Пандоры сон. Отравленные стрелы.
Пожар в груди не смог разрушить колдовство.
Обручены. Обречены. Все начинать с начала.
И месяц юн, но даже он не в силах нас спасти.

Где каждый день - от тени тень.
Без новостей. Все прах и тлен.
Печальный сон. Хрустальный плен.
Мы разбиваемся на тысячи частей.

Где каждый день - от тени тень.
Без новостей. Все прах и тлен.
Печальный сон. Хрустальный плен.
Мы разбиваемся, но всё без перемен.

Возвращайся домой, Агнец -
Мы следим за тобой.

Полцарства льда. Наяды взгляд. Серебряные пули.
Надежды яд. Оковы сна. Драконы позади.
Сокровищ блеск, однажды обернется пеплом -
Наш лабиринт, где спят бриллиантовые псы.

Где каждый день - от тени тень.
Без новостей - всё прах и тлен.
Печальный сон. Хрустальный плен.
Мы разбиваемся на тысячи частей.

Где каждый день - от тени тень.
Без новостей - всё прах и тлен.
Печальный сон. Хрустальный плен.
Мы разбиваемся, но всё без перемен.

Возвращайся домой, Агнец -
Мы следим за тобой.
Где каждый день - от тени тень.
Без новостей - всё прах и тлен.
Печальный сон. Хрустальный плен.
Мы разбиваемся, но всё без перемен.
Возвращайся домой, Агнец -
Мы следим за тобой.`
    },
    {
        id: '9',
        title: 'Пожар',
        lyrics: `Как удержать огонь? Кто бы ещё сумел так долго?
Обожжена ладонь, но пальцы мёртвую хватку помнят
Судорогой нутро день ото дня всё чаще сводит
Пламенное ядро просится на свободу

Не угасай не угасай
Продолжай разгораться всё ярче
Я удержу только сверкай
Жарче
Мир заполняет чёрная гарь
Разве до мира мне было дело?
Если потухнет этот пожар
Я закоченею

Как же нелепа моя оболочка как же слаба
Пусть догорит всё до листочка
Позже истлеют дела и слова
Скажете каторга, скажете страшно
Но вряд ли без гибели что-нибудь можно создать
Старое сердце, кораблик бумажный,
Сгорает, чтоб в пламени новое сердце сковать
`
    },
    {
        id: '10',
        title: 'Послушай',
        lyrics: `Будь веселее, будь разговорчивей, будь интересней
Умей выражать свои мысли не только в стихах или песнях
Мне так надоело, что ты постоянно молчишь или плачешь
Я просто хочу, чтобы было иначе
Послушай, в моей голове - кавардак, беспорядок
Всё, что я могу предложить сейчас - это просто быть рядом
Мне так тяжело говорить обо всём, я умею лишь слушать
Любые упреки твои задевают мою нежнейшую душу

Припев:
Послушай, я всё воспринимаю близко к сердцу
Среди людей я не умней пришельца
Я так боюсь тебя обидеть словом
Поэтому я предпочту молчать
Послушай, в моей голове постоянно играет радио
В эфире какие-то песни, мэшапы и мысли чернее черного
Весь мир мне кажется чужим, в нем все такое новое
Внимание на это всё так сложно обращать

Я не буду себя возводить к идеалу, что ты там придумал - себе оставь
Мне так надоело всё это - добейся, додумай, по полочкам всё расставь
Так хочется быть кем угодно, здесь нет первых мест
Что лучше: идти налегке или волочить крест?
`
    },
    {
        id: '11',
        title: 'Это не конец',
        lyrics: `Там, куда всегда падают звёзды
Там, где ночь бела, где никогда не бывает поздно
Я буду ждать, буду ждать, сколько нужно
Отныне и навек я безоружна

Весна пришла - и значит, хватит с нас тоски
И дни светлы, и ночи бесконечно далеки
Моя ладонь пуста, мои слова просты,
И где-то далеко мой первый день весны

Расправим плечи - и сойдет с нас снег лавиной вниз
И будет вечер, и будет ветер
Сдувать пылинки с позабывших боль сердец
И облако пушистым боком зацепилось за карниз
И за дверями мнется лето
И значит, это не конец
Для позабывших боль сердец

В страдании нет смысла, оставь его зиме,
Укрой его под снегом, потом - иди ко мне
Твоя печаль как птица с подстреленным крылом
Её судьба - разбиться и счастьем стать потом

Там, где ветер танцует над рекой
Там, где света столько - хватай его рукой
Лежать в густой траве, уснуть и видеть сны
Остаться навсегда
В последнем дне весны

Расправим плечи - и сойдет с нас снег лавиной вниз
И будет вечер, и будет ветер
Сдувать пылинки с позабывших боль сердец
И облако пушистым боком зацепилось за карниз
И за дверями мнется лето
И значит, это не конец
Для позабывших боль сердец
`
    },
    {
        id: '12',
        title: 'Animal ДжаZ - Чувства',
        lyrics: `Я бился лбом об дно небес
И в дыры чёрные падал
И был родным мне тёмный лес
И заповедные гады
И я бродил среди огня
Руки сжимая до хруста
И всё, что было у меня

Вот тебе чувства
В них и причина любого искусства
Мы ранены грустью
Но где-то на дне наших глаз я вижу надежду, между
Нами границы, страницы, вершины и катакомбы
Время любить, не время разбрасывать бомбы

И я лежал у океана
И звёзды били мне в под дых
Я помнил все века и страны
Вечность сжимая в один миг
И были все смертельны раны
Их я разменивал на стих
Он о тебе был, как ни странно

Вот тебе чувства
В них и причина любого искусства
Мы ранены грустью
Но где-то на дне наших глаз я вижу надежду, между
Нами границы, страницы, вершины и катакомбы
Время любить, не время разбрасывать бомбы

Вот тебе чувства
В них и причина любого искусства
Мы ранены грустью
Но где-то на дне наших глаз я вижу надежду, между
Нами границы, страницы, вершины и катакомбы
Время любить, не время разбрасывать бомбы

Чувства
В них и причина любого искусства
Мы ранены грустью
Но где-то на дне наших глаз я вижу надежду, между
Нами границы, страницы, вершины и катакомбы
Время любить, не время разбрасывать бомбы
`
    },
    {
        id: '13',
        title: 'Смешной человек',
        lyrics: `Я смешной человек 
Я ловлю каждый взгляд
Я ловлю каждый жест
Я глотаю, как яд
Каждый отзвук любви
Мое сердце кричит
Додави, разорви 
Меня

Я смешной человек
У меня есть черта
Я зависим от всех
Кто хоть как-то меня

Убедил, что он мной
Очарован - и вот
Был недолгим покой
Переменчивых вод
Заглуши,затоскуй
Разгуляйся душа
И грусти, и пируй
Полюбить так спеша

Я смешной человек
Я куда-то спешу
По течению рек
Свою жизнь проношу

Но от этого мне
Больше больно не будет
Я увидел во сне
Как люди любят
И, взойдя на верха
Изувеченных фраз
Я молитву любви
Прошепчу еще раз
`
    },
    {
        id: '14',
        title: 'Войны',
        lyrics: `Постоянная гонка. Куда ты бежишь?
Осталось недолго. видишь, это и есть настоящая жизнь.
Вылезай из зоны комфорта. Но никто мне не объяснил,
Что на то, чтобы в ней оказаться сначала, приложить придётся немало сил.

Закрывай все дедлайны за час, добивайся успеха во всём,
Всё уже порешали за нас, зачем и куда мы идём.
Мне так часто твердили, что я - механизм, что поломан насквозь,
Что я тоже поверил, что это правда, что это всерьёз

Исправься, ищи детали,
Быть может, их раньше ещё продавали,
А я не успел?
Так долго искал недостатки,
Так долго выслушивал, что не в порядке
Со мной, 
И так удивился, когда оказалось,
Что я не из стали,
Что то, в чем меня упрекали,
На деле не стоит и капельки боли.
Проявление силы воли - 
Понять, в чём и как тебя всё же сломали,
Понять, что ты вовсе не камень,
И сразу на сердце тепло и спокойно.
Мне больше не нужно нести это знамя,
Мне болшьше не нужно вести эти войны.

Научился всегда жить в угоду другим, забывая о том, что хотелось,
На арене, где против тебя целый мир, очень сложно выискивать смелость.
Я совсем позабыл, что порою побег - это тоже тоже немножко победа.
Я забыл, что и я человек. даже больше - я это не ведал.

Отпустить все тревоги, забыть о делах. Я найду им и время, и место.
Я так долго испытывал страх, я так долго планировал бегство.
Я снимаю броню и бросаю свой меч, ожидая удара в грудину,
Но не чую кинжалов, и мимо картечь.
В моей слабости тоже есть сила.
`
    },
    {
        id: '15',
        title: 'Ночные снайперы - 31-я весна',
        lyrics: `Большой широкий город, магистрали и дома
Гусары в окна, бесполезная тюрьма
Зеленым яблоком железо запоет, ты станешь слаще

А я пропала без вести в японских лагерях
Пропала голубем с синицею в руке
Я застывала в ожидании тебя, неблагодарно...

С тобой проводит ночи 31-я весна
И без сомнения ревнует ко всему
И без сомнения ревнует ко всему, бьет стекла

А я прощаюсь с городом просоленным, куда
В любое время не доходят поезда
И губы часто здесь обветрены мои бывали

Рассвет, в соломе крылья, паутина, провода
Я мягким тигром сторожу тебя в окне
И обалдевшая от нежности вода несовершенна

А я к тебе стремлюсь, я нагибаюсь до земли
Я в этом марте, в этом марте навсегда
И одуревшие дрейфуют корабли неблагодарно...

С тобой проводит ночи 31-я весна
И без сомнения ревнует ко всему
И без сомнения ревнует ко всему, бьет стекла

А я прощаюсь с городом просоленным, куда
В любое время не доходят поезда
И губы часто здесь обветрены мои бывали

С тобой проводит ночи 31-я весна
И без сомнения ревнует ко всему
И без сомнения ревнует ко всему, бьет стекла

А я прощаюсь с городом просоленным, куда
В любое время не доходят поезда
И губы часто здесь обветрены мои бывали

А я...
А я...
А я...
А ты не видишь, а я...
`
    },
    {
        id: '16',
        title: 'Если бы',
        lyrics: `Всё короче мгновения встреч,
Жизнь нарочно бросает нас в разные стороны,
Я стараюсь тебя уберечь,
Пока вьются над нами голодные вороны,

И, покуда есть силы искать,
Запираясь от времени в маленькой комнате,
Я стараюсь тебя удержать,
Я тону, тону, тону в этом омуте

Ах, если б солнце не знало ни дождей, ни вьюг,
Может быть, оно бы вовсе не могло сиять
И если ты не рядом со мною, мой друг,
Я пройду сквозь любую тьму, чтобы тебя отыскать
Ах, если бы море не знало, что такое шторм,
То разве штиль бы нес ему покой?
Ты сам того не зная самый страшный вор
Во мне не бьётся сердце — оно всегда с тобой

Замираю и делаю вдох
Я боюсь потерять даже сотую долю мгновения
Но секунды застанут врасплох
Всё что сказано на прощание - великое откровение

В твоем взгляде без меры тоски
Передай мне немного, чтобы мы стали похожи
Вот тебе мое сердце - его береги
Я твоё, твоё, твоё, твоё буду беречь тоже
`
    },
]