import type { Song } from "../types";

export const songs: Song[] = [
    {
        id: '1',
        title: 'Звезда',
        lyrics: `Докурить сигарету - и пепельным дымом растаять вслед
Ты - моя неизбежность, моё наказание, мой главный запрет
Потерявший рассудок, измученный болью, изведавший всё, что мог
Я не стал догонять тебя прошлым вечером, этим тебя уберёг
Каждый фонарь для меня отныне хуже висельного столба
Я сделал много плохого, но веришь - всё это ради тебя
Испей мою душу, разрежь моё сердце, ты вечно ничья
Моя паранойя, моя безмятежность
Любовь моя

Из-за угла нож получаешь под рёбра
Как угадать, где и когда?
Я для тебя - никто, мысли мои непристойны
Это не так
Ты для меня - звезда
Ярче тысячи солнц
Где-то в созвездии горя

Я снова мучаюсь, ночью не сплю, встречаю рассвет бестолковый
Как не ослепнуть, когда ты в упор глядишь на рожденье сверхновой?
В чёрных руках рассыпается в пыль всё, что однажды хотелось
Чтобы смиренно принять пораженье, мне нужна смелость
Моя легкомысленность - мой самый тяжкий грех, но я готов к аду
Ты хуже алкоголизма и всех порошков, ты не знаешь пощады
Во всех этих высших вибрациях мне никогда не найти себе места
Но как ни пытался, не смог отыскать никого вместо тебя

Из-за угла нож получаешь под рёбра
Как угадать, где и когда?
Я для тебя - никто, мысли мои непристойны
Это не так
Ты для меня - звезда
Ярче тысячи солнц
Где-то в созвездии горя

Из-за угла
Нож получаешь под рёбра
Как угадать, где и когда?
Я для тебя - никто
Ты для меня - звезда
`,
    },
    {
        id: '2',
        title: 'Милая',
        lyrics: `Морось осенняя спрячет мои следы
Ты меня не найдёшь, лучше и не ищи
Я уже позабыл всех, кого раньше знал
И меня держат здесь только твои глаза
Ночью измученный, я пройду через лес
Кто мне ответит, ради чего я здесь
Флер человечности, кровь на моих устах
Милая, веришь мне, я так устал

И солнце мне больше не светит
Всё, что осталось на всём белом свете мне
Это лишь тени и ветер, свободный и дикий
Кто мне подарит свободу?
Звёзды пришиты к небесному своду
И я вместе с ними бегу и бегу
К тебе, моя милая смерть

Старые ели живицей кровоточат
Я меж деревьев как заключённый зажат
Белые руки твои меня тянут ввысь
Милая, раз не придёшь, то хотя бы приснись
Я не желаю зла, но я его вершу
Хрупкое сердце твоё я опустошу
Вслушайся в поступь мою, нежная мать-земля
Однажды в объятья ты примешь меня

И солнце мне больше не светит
Всё, что осталось на всём белом свете мне
Это лишь тени и ветер, свободный и дикий
Кто мне подарит свободу?
Звёзды пришиты к небесному своду
И я вместе с ними бегу и бегу
К тебе, моя милая смерть`
    },
    {
        id: '3',
        title: 'Выстрел',
        lyrics: `Рассыпается ночь мелким крошевом вниз
На каком из осколков искать твою тень
Ты увидишь меня - это будет сюрприз
Ты увидишь меня

Заколдованный сон не научит летать
В перекрестье прицела любимейший враг
Только дай мне отмашку - я буду стрелять
Дай один только знак

Сделай только шажок
Я нажму на курок

До боли смешно и до смеха печально
Губить то, что некогда страстно любил
А впрочем, я всё уже знл изначально
Я знал, выжидая, пока хватит сил
И совесть молчит, и моральные нормы
Уже не тревожат меня по ночам
И стало мгновенно легко и спокойно
Когда этот выстрел во тьме прозвучал

Я исправно терпел все твои "не хочу"
Я исправно терпел надоедливый звон
Почему же теперь я на крыше лежу 
И вставляю патрон

И тому, кто солгал, не сносить головы
Дорогая, я выбрал красивый конец
Моя месть не холодное блюдо, увы
А горячий свинец

И ты падаешь с ног
Я нажал на курок

До боли смешно и до смеха печально
Губить то, что некогда страстно любил
А впрочем, я всё уже знл изначально
Я знал, выжидая, пока хватит сил
И совесть молчит, и моральные нормы
Уже не тревожат меня по ночам
И стало мгновенно легко и спокойно
Когда этот выстрел во тьме прозвучал`
    },
    {
        id: '4',
        title: 'Закат',
        lyrics: `нам осталась минута и мы промолчим
пока догорает кровавый закат
и для слов не осталось ни сил ни причин
никто ни причем
никто не виноват

и все мои тени стоят за спиной
закутавшись в саван непролитых слёз
день умер пора возвращаться домой
теперь это будет конечно всерьез

обними меня на прощание
а потом забудь, а потом сотри
каждое воспоминание
чтобы не больно было в груди
и пускай пройдет еще много лет
без невзгод и гроз, без пустых утрат
но в глазах твоих я увижу свет
я увижу опять закат

без ответа вопрос навсегда в тишину
все обиды простятся на страшном суде
я запомню как ты обернешься к окну
я запомню как ты улыбаешься мне

нам осталась минута - и мы промолчим
и закат догорит, и остынет земля
и уже не найти мне ни сил ни причин
задержать на мгновенье тебя`
    }
]